[
    {
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2023/03_mar/30_thu/img_1680174080327_0.jpg?",
        "title": "Captains pose with IPL 2023 trophy at Narendra Modi Stadium, Rohit Sharma missing",
        "author": "Anmol Sharma",
        "content": "Captains posed with IPL 2023 trophy at Narendra Modi Stadium a day before the tournament will officially open. MI captain Rohit Sharma was missing from the photoshoot. Bhuvneshwar Kumar represented SRH in the photoshoot instead of Aiden Markram, who will join the side on April 3. RCB captain Faf du Plessis attended the photoshoot but wasn't wearing the team jersey.",
        "postedAt": "04:54 pm on 30 Mar",
        "sourceURL": "https://inshorts.com/en/read/sports",
        "readMore": "https://twitter.com/IPL/status/1641386665041346560?utm_campaign=fullarticle&utm_medium=referral&utm_source=inshorts "
    },
    {
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2023/03_mar/30_thu/img_1680185154765_41.jpg?",
        "title": "He kept using long words in English, I asked him 'Bhai kab rukega?': Sarfaraz on Kohli",
        "author": "Anmol Sharma",
        "content": "Former Pakistan captain Sarfaraz Ahmed, while talking about the captains' press conference at 2019 World Cup, said, \"We were asked about the hype surrounding India-Pakistan match, I asked Virat Kohli to answer first.\" He added, \"Virat...went on...I looked at him and was like 'Bhai kab rukega? (When will you stop?)'. He kept using long words in English.\"",
        "postedAt": "07:53 pm on 30 Mar",
        "sourceURL": "https://inshorts.com/en/read/sports",
        "readMore": ""
    },
    {
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2023/03_mar/29_wed/img_1680093213721_895.jpg?",
        "title": "Pakistan could play their World Cup 2023 matches in Bangladesh instead of India: Report",
        "author": "Anmol Sharma",
        "content": "Pakistan could play their ODI World Cup 2023 matches in Bangladesh despite India being the host nation, ESPNcricinfo reported. The report stated that the idea has been discussed at the ICC level. Earlier, ESPNcricinfo reported that Pakistan would likely host the Asia Cup 2023 and India's matches would take place in some other nation.",
        "postedAt": "06:49 pm on 29 Mar",
        "sourceURL": "https://inshorts.com/en/read/sports",
        "readMore": "https://www.espncricinfo.com/story/odi-world-cup-2023-pakistan-could-play-their-matches-in-bangladesh-1365637?utm_campaign=fullarticle&utm_medium=referral&platform=amp&utm_source=inshorts "
    },
    {
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2023/03_mar/30_thu/img_1680168367985_119.jpg?",
        "title": "Babar Azam's annual salary 16 times less than what Virat Kohli earns",
        "author": "Anmol Sharma",
        "content": "Pakistan captain Babar Azam's annual salary is around 16 times less than what Virat Kohli earns. Kohli is in A+ category of BCCI's annual player contracts and gets ₹7 crore/annum. Meanwhile, Babar gets around ₹43.5 lakh/annum. The top tier salary in PCB contracts is less than half of what players in C category of BCCI annual contracts get.",
        "postedAt": "03:50 pm on 30 Mar",
        "sourceURL": "https://inshorts.com/en/read/sports",
        "readMore": ""
    }
]